Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Clear all selections
id_id: Hapus semua pilihan

source: All roles
id_id: Semua jabatan

source: Add all roles
id_id: Tambahkan semua jabatan

source: Individual workers
id_id: Pekerja individu

source: Exclude
id_id: Tidak termasuk

source: No individuals yet
id_id: Belum ada individu

source: No populations yet
id_id: Belum ada populasi

source: The PDF was successfully sent to Documents.
id_id: PDF berhasil dikirim ke Dokumen.

source: Your goal was published. It may take a few seconds for it to appear in the list.
id_id: Tujuan Anda telah dipublikasikan. Mungkin perlu beberapa detik sebelum muncul di daftar.

source: Goal published successfully
id_id: Tujuan berhasil dipublikasikan

source: Goal creator
id_id: Pembuat tujuan

source: Manager of the worker
id_id: Manajer pekerja

source: Shared user
id_id: Pengguna bersama

source: The goal was successfully updated.
id_id: Tujuan berhasil diperbarui.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
id_id: Tujuan Anda telah disimpan sebagai draf. Mungkin perlu beberapa detik untuk muncul di daftar.

source: Goal saved as draft
id_id: Tujuan disimpan sebagai draf

source: Mandatory
id_id: Wajib

source: Authorized editors
id_id: Editor yang berwenang

source: The sum of the percentages in the Weight column must not exceed 100%.
id_id: Jumlah persentase pada kolom Bobot tidak boleh melebihi 100%.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
id_id: Tinjau dan sesuaikan bobot tujuan agar totalnya mencapai 100% untuk perencanaan yang optimal.

source: Information visible only to system administrators and HR administrators.
id_id: Informasi hanya dapat dilihat oleh administrator sistem dan administrator HR.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
id_id: Semua pengguna akan dapat menetapkan tujuan kepada siapa pun di perusahaan, terlepas dari jabatan mereka (pekerja, manajer, atau jabatan profesional).

source: Managers and workers in the selected population can assign a goal to anyone
id_id: Manajer dan pekerja dalam populasi yang dipilih dapat menetapkan tujuan kepada siapa saja

source: Anyone
id_id: Siapa saja

source: Organizational unit and below
id_id: Unit organisasi dan unit di bawahnya

source: Users can create goals for themselves
id_id: Pengguna dapat menetapkan tujuan untuk diri mereka sendiri

source: Users can only create this goal type for themselves
id_id: Pengguna hanya dapat membuat jenis tujuan ini untuk diri mereka sendiri

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
id_id: Pekerja dalam populasi yang dipilih hanya dapat membuat jenis tujuan ini untuk diri mereka sendiri. Mereka tidak akan dapat menetapkan tujuan kepada pengguna lain.

source: Managers will be able to approve the goals created by their direct reports.
id_id: Manajer akan dapat menyetujui tujuan yang dibuat oleh bawahan langsung mereka.

source: Require goal approval
id_id: Memerlukan persetujuan tujuan

source: Specify the approval of the goal
id_id: Tentukan persetujuan tujuan

source: Approval flow
id_id: Alur persetujuan

source: Is this a performance goal type?
id_id: Apakah ini jenis tujuan kinerja?

source: Select libraries
id_id: Pilih katalog

source: Customize the goal form
id_id: Sesuaikan formulir tujuan

source: Form builder
id_id: Pembuat formulir

source: Enter the basic information of the goal type
id_id: Masukkan informasi dasar jenis tujuan

source: Goal type details
id_id: Detail jenis tujuan

source: Define the visibility of the goal type
id_id: Tentukan visibilitas jenis tujuan

source: Define the visibility of your new goal type.
id_id: Tentukan visibilitas jenis tujuan baru Anda.

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
id_id: Bagian tujuan. Memungkinkan pengguna untuk menyelaraskan tujuan dengan tujuan lain dalam organisasi. Bagian ini juga memungkinkan mereka untuk menghubungkannya, misalnya, dengan salah satu tujuan manajer mereka atau tujuan departemen.

source: Goal setting. Enables users to attach received feedback to their goals.
id_id: Penetapan tujuan. Memungkinkan pengguna untuk melampirkan umpan balik yang diterima ke tujuan mereka.

source: Attach feedback
id_id: Lampirkan umpan balik

source: Goal section. Enables the user to add an attachment to a goal.
id_id: Bagian tujuan. Memungkinkan pengguna untuk menambahkan lampiran ke tujuan.

source: Text field. Enables the user to enter a comment related to their goal.
id_id: Kolom teks. Memungkinkan pengguna untuk memasukkan komentar terkait dengan tujuan mereka.

source: Comments
id_id: Komentar

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
id_id: Kalender. Memungkinkan pengguna untuk memilih tanggal yang ditargetkan untuk menyelesaikan tujuan.

source: Goal setting. Enables users to delete their goals.
id_id: Penetapan tujuan. Memungkinkan pengguna untuk menghapus tujuan mereka.

source: Goal deletion
id_id: Penghapusan tujuan

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
id_id: Bagian Tujuan. Memungkinkan pengguna untuk menambahkan pencapaian, hasil kerja, atau hasil akhir ke dalam sebuah tujuan.

source: Text field. Enables the user to provide further details regarding the goal.
id_id: Kolom teks. Memungkinkan pengguna untuk memberikan detail lebih lanjut terkait tujuan.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
id_id: Bagian tujuan. Memungkinkan pengguna untuk membuat indikator kinerja utama atau ukuran keberhasilan untuk tujuan tersebut.

source: Enable min/max value in the measurement criteria
id_id: Aktifkan nilai minimum/maksimum dalam kriteria pengukuran

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
id_id: Penetapan tujuan. Memungkinkan pengguna untuk memilih apakah tujuan tersebut harus menjadi bagian dari evaluasi kinerja mereka.

source: Performance flag in goal form
id_id: Penanda kinerja dalam formulir tujuan

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
id_id: Daftar drop-down. Memungkinkan pengguna untuk menentukan prioritas tujuan di antara "Tinggi", "Sedang", "Rendah", atau "Belum Dipilih".

source: Slider. Enables the user to adjust the progress of the goal after its creation.
id_id: Penggeser. Memungkinkan pengguna untuk menyesuaikan progres dari tujuan setelah tujuan dibuat.

source: Goal progress bar
id_id: Bilah progres tujuan

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
id_id: Penetapan tujuan. Memungkinkan pengguna untuk memutuskan apakah mereka ingin membagikan tujuan mereka secara publik dan membuatnya terlihat oleh semua pengguna di perusahaan.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
id_id: Penetapan tujuan. Memungkinkan pemilik tujuan dan atasan langsung mereka untuk membuka kembali tujuan yang telah selesai dan mengubah statusnya kembali menjadi "Sedang berlangsung".

source: Goal reopening
id_id: Pembukaan kembali tujuan

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
id_id: Penetapan tujuan. Memungkinkan manajer lini untuk melihat umpan balik yang terlampir pada tujuan bawahan langsung mereka, terlepas dari apakah umpan balik tersebut bersifat pribadi atau publik.

source: Attached feedback visibility
id_id: Visibilitas umpan balik terlampir

source: Default sharing option
id_id: Opsi berbagi default

source: Goal section. Enables the user to share the goal with specific individuals.
id_id: Bagian tujuan. Memungkinkan pengguna untuk membagikan tujuan kepada individu tertentu.

source: Sharing
id_id: Berbagi

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
id_id: Widget tujuan ditampilkan di halaman "Buat tujuan" dan "Tujuan saya". Kami merekomendasikan untuk mengaktifkan widget ini untuk tujuan organisasi dan penyelarasan tujuan.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
id_id: Kolom teks. Memungkinkan pengguna memberikan deskripsi singkat tentang tujuan yang ingin dicapai.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
id_id: Daftar drop-down. Memungkinkan pemilik tujuan untuk melacak progres tujuan menggunakan status "Sesuai Rencana", "Berisiko", atau "Diblokir"

source: Define the permissions when assigning goals
id_id: Tentukan izin saat menetapkan tujuan

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
id_id: Tentukan izin yang diterapkan kepada pekerja dan/atau manajer saat menetapkan jenis tujuan ini kepada rekan kerja lain yang memiliki jenis tujuan ini dalam rencana mereka.

source: Assignment permissions
id_id: Izin penugasan

source: Admin information
id_id: Informasi admin

source: Public information
id_id: Informasi publik

source: Information visible to workers.
id_id: Informasi yang terlihat oleh pekerja.

source: No goal types yet!
id_id: Belum ada jenis tujuan!

source: Goal icon
id_id: Ikon Tujuan

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
id_id: Tujuan kinerja perlu dimasukkan dalam penilaian dan menjadi bagian dari perhitungan rencana bonus.

source: Anyone in the company
id_id: Siapa saja di perusahaan

source: Only users with a manager role will be able to assign goals to other users.
id_id: Hanya pengguna dengan jabatan manajer yang dapat menetapkan tujuan kepada pengguna lain.

source: Direct reports only
id_id: Hanya bawahan langsung

source: Managers can create goals for themselves
id_id: Manajer dapat membuat sasaran untuk diri mereka sendiri

source: Direct reports, organizational unit and below
id_id: Bawahan langsung, unit organisasi dan di bawahnya

source: Allow creation for:
id_id: Izinkan pembuatan untuk:

source: Only managers in the selected population can assign goals
id_id: Hanya manajer dalam populasi yang dipilih yang dapat menetapkan tujuan

source: Your goal type was successfully created.
id_id: Jenis tujuan Anda berhasil dibuat.

source: View/edit
id_id: Lihat/edit

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
id_id: Ini adalah alur kerja tujuan standar. Alur ini cocok, misalnya, untuk tujuan pengembangan dan kinerja. Proses persetujuan dapat diaktifkan. Manajer dapat menetapkan tujuan ini kepada pekerja lain.

source: Goal workflow
id_id: Alur kerja tujuan

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
id_id: Memungkinkan pengguna dengan jabatan manajer dan HR untuk menetapkan tujuan organisasi kepada unit organisasi, sehingga pekerja yang termasuk dalam organisasi tersebut dapat melihat tujuan tersebut.

source: Well-being
id_id: Kesejahteraan

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
id_id: Tujuan kesejahteraan ditetapkan oleh pengguna akhir dan tidak memerlukan persetujuan. Mereka hanya dapat ditetapkan oleh pengguna akhir tidak dapat ditugaskan oleh pengguna lain dan tidak termasuk dalam laporan.

source: You have unsaved changes. What would you like to do before leaving this page?
id_id: Anda memiliki perubahan yang belum disimpan. Apa yang ingin Anda lakukan sebelum meninggalkan halaman ini?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
id_id: Perubahan di tabel ini hanya berlaku untuk pekerja individu. Untuk memperbarui bobot sasaran untuk sasaran organisasi di seluruh populasi, gunakan tampilan Edit dari sasaran tersebut.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
id_id: Untuk memperbarui bobot sasaran untuk sasaran organisasi di seluruh populasi, gunakan tampilan Edit pada sasaran tersebut.

source: Changes in this table only apply to the individual worker
id_id: Perubahan pada tabel ini hanya berlaku untuk pekerja tersebut secara individu

source: Only to the selected organizational unit(s)
id_id: Hanya untuk unit organisasi yang dipilih

source: Achieved result:
id_id: Hasil yang dicapai:

source: Additional goal description:
id_id: Deskripsi tujuan tambahan:

source: Celebrate completed goals — it keeps motivation high.
id_id: Rayakan tujuan yang tercapai — itu menjaga motivasi tetap tinggi.

source: Set yourself up for success!
id_id: Siapkan diri Anda untuk meraih kesuksesan!

source: Here are some tips to help you set and achieve impactful goals.
id_id: Berikut beberapa kiat untuk membantu Anda menetapkan dan mencapai tujuan yang berdampak.

source: Align your goals with team and company objectives.
id_id: Selaraskan target Anda dengan sasaran tim dan perusahaan.

source: Update your goals regularly to reflect changes in priorities.
id_id: Perbarui tujuan Anda secara berkala untuk mencerminkan perubahan prioritas.

source: Write clear, measurable goals so you can track progress easily.
id_id: Tulis tujuan yang jelas dan terukur agar Anda dapat melacak progres dengan mudah.

source: Discuss goal achievements and learnings during review sessions.
id_id: Diskusikan pencapaian tujuan dan pembelajaran selama sesi peninjauan.

source: Help workers set realistic and meaningful goals.
id_id: Bantu karyawan menetapkan tujuan yang realistis dan bermakna.

source: Monitor progress and provide guidance when goals get off track.
id_id: Pantau kemajuan dan berikan panduan saat tujuan mulai melenceng.

source: Review and approve goals early in the cycle to ensure alignment.
id_id: Tinjau dan setujui tujuan sejak awal siklus untuk memastikan keselarasan.

source: Define library users
id_id: Tentukan pengguna katalog

source: Publish library
id_id: Publikasikan katalog

source: Enter the basic information of the tag library
id_id: Masukkan informasi dasar dari katalog tag

source: Tag library details
id_id: Detail katalog tag

source: Add tag
id_id: Tambah tag

source: Add tags
id_id: Tambah tag

source: Are you sure you want to delete this tag?
id_id: Apakah Anda yakin ingin menghapus tag ini?

source: Delete tag
id_id: Hapus tag

source: Enable tag
id_id: Aktifkan tag

source: Create tags
id_id: Buat tag

source: Tags
id_id: Tag

source: Create tag library
id_id: Buat katalog tag

source: Are you sure you want to delete this library?
id_id: Apakah Anda yakin ingin menghapus katalog ini?

source: The library <u>{{title}}</u> was successfully deleted.
id_id: Katalog <u>{{title}}</u> berhasil dihapus.

source: Are you sure you want to disable this library?
id_id: Apakah Anda yakin ingin menonaktifkan katalog ini?

source: The library <u>{{title}}</u> was successfully disabled.
id_id: Katalog <u>{{title}}</u> berhasil dinonaktifkan.

source: No goal tag libraries yet!
id_id: Belum ada pustaka tag tujuan!

source: Are you sure you want to enable this library?
id_id: Apakah Anda yakin ingin mengaktifkan katalog ini?

source: The library <u>{{title}}</u> was successfully enabled.
id_id: Katalog <u>{{title}}</u> berhasil diaktifkan.

source: Disabled
id_id: Dinonaktifkan

source: Goal owner:
id_id: Pemilik tujuan:

source: Deliverables:
id_id: Hasil kerja:

source: Goal creator:
id_id: Pembuat tujuan:

source: Not selected
id_id: Tidak dipilih

source: No goals
id_id: Tidak ada tujuan

source: No goals yet
id_id: Belum ada tujuan

source: My goal plan
id_id: Rencana tujuan saya

source: No goals yet.
id_id: Belum ada tujuan.

source: My team & shared goals
id_id: Tim saya & tujuan bersama

source: Measurement criteria:
id_id: Kriteria pengukuran:

source: Max target
id_id: Target maksimum

source: Min target
id_id: Target minimum

source: Target metric
id_id: Metrik target

source: Metric description
id_id: Deskripsi metrik

source: Organizational unit:
id_id: Unit organisasi:

source: This goal is published for the selected organizational unit and all units below it.
id_id: Tujuan ini dipublikasikan untuk unit organisasi yang dipilih dan semua unit di bawahnya.

source: Goal overview
id_id: Gambaran umum tujuan

source: Download goal
id_id: Unduh tujuan

source: Priority:
id_id: Prioritas:

source: At risk
id_id: Berisiko

source: Blocked
id_id: Diblokir

source: Not achieved
id_id: Tidak tercapai

source: On track
id_id: Sesuai rencana

source: Tracking status:
id_id: Status pelacakan:

source: Personal
id_id: Pribadi

source: Priority overview
id_id: Gambaran umum prioritas

source: No data
id_id: Tidak ada data

source: Select row
id_id: Pilih baris

source: Select rows
id_id: Pilih baris

source: Unselect row
id_id: Batalkan pilihan baris

source: Not supported.
id_id: Tidak didukung.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
id_id: Organisasi Anda belum berlangganan fitur ini. Untuk informasi mengenai langganan dan aktivasi, silakan hubungi perwakilan beqom Anda.

source: Search results
id_id: Hasil pencarian

source: Hide tags
id_id: Sembunyikan tag

source: Upload performance rating
id_id: Unggah penilaian kinerja

source: Add historical review
id_id: Tambahkan riwayat ulasan

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
id_id: Terjadi kesalahan saat memvalidasi file. Silakan periksa nama kolom, data wajib, dan format file, lalu coba lagi.

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
id_id: Harap tunggu sementara, permintaan Anda sedang diproses. Proses ini memerlukan waktu. Anda dapat meninggalkan halaman ini. Setelah proses selesai, Anda akan dapat melihat file log hasil di sini.

source: Click "Add historical reviews" to upload past reviews.
id_id: Klik "Tambahkan riwayat ulasan" untuk mengunggah ulasan sebelumnya.

source: No historical reviews
id_id: Tidak ada riwayat ulasan

source: Period of evaluation
id_id: Periode evaluasi

source: {{reviewsCount}} worker
id_id: {{reviewsCount}} pekerja

source: {{reviewsCount}} workers
id_id: {{reviewsCount}} pekerja

source: No historical performance ratings upload yet!
id_id: Belum ada unggahan penilaian kinerja historis!

source: The upload completed with {{count}} errors. Please download the log file to review them.
id_id: Unggahan selesai dengan {{count}} kesalahan. Silakan unduh berkas log untuk meninjaunya.

source: File upload: errors detected
id_id: Unggah file: terdeteksi kesalahan

source: The file will not be published; it will only be used for you.
id_id: File ini tidak akan dipublikasikan, hanya untuk Anda gunakan.

source: Download the Excel template
id_id: Unduh templat Excel

source: Add worker details and ratings to the Excel file
id_id: Tambahkan detail dan penilaian pekerja ke file Excel

source: The review file was successfully uploaded. Please download the result log file.
id_id: File ulasan berhasil diunggah. Silakan unduh file log hasil.

source: Upload the modified Excel file
id_id: Unggah file Excel yang telah dimodifikasi

source: Upload historical reviews
id_id: Unggah riwayat ulasan

source: Hello, {{name}}
id_id: Halo, {{name}}

source: Today is {{date}}
id_id: Hari ini adalah {{date}}

source: My network
id_id: Jaringan saya

source: Good morning, {{name}}
id_id: Selamat pagi, {{name}}

source: No new notifications. Check again later for updates.
id_id: Tidak ada notifikasi baru. Periksa kembali nanti untuk pembaruan.

source: Quick actions
id_id: Tindakan cepat

source: Your documents will appear here
id_id: Dokumen Anda akan muncul di sini

source: Your documents
id_id: Dokumen Anda

source: You have no documents yet.
id_id: Anda belum memiliki dokumen apa pun.

source: No documents
id_id: Tidak ada dokumen

source: You have already responded to this request.
id_id: Anda sudah menanggapi permintaan ini.

source: Learning
id_id: Pembelajaran

source: Add behaviors
id_id: Tambahkan perilaku

source: Assigned to {{count}} people
id_id: Ditugaskan kepada {{count}} orang

source: {{org}} is already included into the selected departments.
id_id: {{org}} sudah termasuk dalam departemen yang dipilih.

source: User or organization
id_id: Pengguna atau organisasi

source: Are you sure you want to publish this library?
id_id: Apakah Anda yakin ingin memublikasikan katalog ini?

source: The library was successfully published.
id_id: Katalog berhasil dipublikasikan.

source: Your library was successfully saved.
id_id: Katalog Anda berhasil disimpan.

source: Library description
id_id: Deskripsi katalog

source: Library display options
id_id: Opsi tampilan katalog

source: Library name
id_id: Nama katalog

source: Library owners
id_id: Pemilik katalog

source: Tag description
id_id: Deskripsi tag

source: Tag name
id_id: Nama tag

source: Enter a short description
id_id: Masukkan deskripsi singkat

source: The library was saved.
id_id: Katalog telah disimpan.

source: Locality
id_id: Lokalitas

source: City or locality.
id_id: Kota atau daerah.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
id_id: Jejak audit ini akan melacak riwayat semua unggahan file. Setiap kali ada file terjemahan yang diunggah, detailnya akan otomatis dicatat di sini.

source: No audit records yet
id_id: Belum ada catatan audit

source: Imported by:
id_id: Diimpor oleh:

source: Number of labels created:
id_id: Jumlah label yang dibuat:

source: Number of labels reverted to standard:
id_id: Jumlah label yang dikembalikan ke standar:

source: Number of labels skipped:
id_id: Jumlah label yang dilewati:

source: Show details
id_id: Tampilkan detail

source: The size of the files exceeds the maximum limit.
id_id: Ukuran berkas melebihi batas maksimum.

source: Language code:
id_id: Kode bahasa:

source: Created at:
id_id: Dibuat pada:

source: Labels changed:
id_id: Label telah diubah:

source: Language:
id_id: Bahasa:

source: Last updated:
id_id: Terakhir diperbarui:

source: Translation source:
id_id: Sumber terjemahan:

source: Language details
id_id: Detail bahasa

source: Updated by:
id_id: Diperbarui oleh:

source: Versions:
id_id: Versi:

source: {{selectedCount}} files selected
id_id: {{selectedCount}} file dipilih

source: Get started by uploading a localization file.
id_id: Mulailah dengan mengunggah file lokalisasi.

source: No customizations yet.
id_id: Belum ada kustomisasi.
